app/controllers/articles_controller.rb

  def create
   @article = Article.new(article_params)
   @article.save
---
INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-06-01 23:22:02.296493"], ["text", "text text"], ["title", "Hello"], ["updated_at", "2014-06-01 23:22:02.296493"]]