app/controllers/subscribers_controller.rb

def index
  @subscribers = Subscriber.all
---
SELECT "subscribers".* FROM "subscribers"

def create
  @subscriber = Subscriber.new(subscriber_params)
  @subscriber.save
---
INSERT INTO "subscribers" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-06-02 12:52:45.102928"], ["email", "email"], ["name", "Heather"], ["updated_at", "2014-06-02 12:52:45.102928"]]